---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeFittingLossMethodServerParam
source: html/8d7b5bc2-1e18-1f0e-0aa2-6cb09004c315.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeFittingLossMethodServerParam Property

"Loss Method"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeFittingLossMethodServerParam { get; }
```